Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Application/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# FileDropItem.Variable.fileExtensionLowercase.description
source: The dropped file’s extension (converted to lowercase).
cs: Přípona přetažených souborů (převedeno na malá písmena).
de: Das Suffix der abgelegten Datei (in Kleinbuchstaben umgewandelt).
es: La extensión del archivo eliminado (convertida a minúsculas).
fr: L’extension du fichier déposé (en minuscules).
it: Estensione del file trascinato (convertita in minuscolo).
ja: ドロップ元ファイルの拡張子（小文字）
ko: 떨군 파일의 확장자 (소문자).
nl: De extensie van het geplaatste bestand (geconverteerd naar kleine letters).
pl: Rozszerzenie upuszczonego pliku (zamienione na małe litery).
pt: A extensão do arquivo solto (convertida em minúsculas).
tr: Bırakılan dosyanın uzantısı (küçük harfe dönüştürülmüş).
zh_hans: 拖拽的文件的扩展名（转换为小写）
zh_hant: 拖拽的檔案的擴展名（轉換為小寫）

# FileDropItem.Variable.fileExtensionUppercase.description
source: The dropped file’s extension (converted to uppercase).
cs: Přípona přetažených souborů (převedeno na velká písmena).
de: Das Suffix der abgelegten Datei (in Großbuchstaben umgewandelt).
es: La extensión del archivo eliminado (convertida a mayúsculas).
fr: L’extension du fichier déposé (en majuscules).
it: Estensione del file trascinato (convertita in maiuscolo).
ja: ドロップ元ファイルの拡張子（大文字）
ko: 떨군 파일의 확장자 (대문자).
nl: De extensie van het geplaatste bestand (geconverteerd naar hoofdletters).
pl: Rozszerzenie upuszczonego pliku (zamienione na wielkie litery).
pt: A extensão do arquivo solto (convertida em maiúsculas).
tr: Bırakılan dosyanın uzantısı (BÜYÜK harfe dönüştürülmüş).
zh_hans: 拖拽的文件的扩展名（转换为大写）
zh_hant: 拖拽的檔案的擴展名（轉換為大寫）

# FileDropItem.Variable.filename.description
source: The dropped file’s name including extension (if exists).
cs: Název přetažených souborů včetně přípony (pokud existuje).
de: Der Name der abgelegten Datei inklusive Suffix (falls es existiert).
es: El nombre del archivo eliminado, incluida la extensión (si existe).
fr: Le nom du fichier déposé avec l’extension (si présente).
it: Il nome del file trascinato include l’estensione (se presente).
ja: ドロップ元ファイルの拡張子を含むファイル名
ko: 떨군 파일의 확장자를 포함한 이름 (존재하는 경우).
nl: De naam van het geplaatste bestand, inclusief extensie (indien bestaand).
pl: Nazwa upuszczonego pliku wraz z rozszerzeniem (jeśli istnieje).
pt: O nome do arquivo solto, incluindo a extensão (se houver).
tr: Bırakılan dosyanın varsa uzantısı dahil adı.
zh_hans: 拖拽的文件的檔案名稱以及扩展名（如果存在）
zh_hant: 拖拽的檔案的檔案名以及擴展名（如果存在）

# FileDropItem.Variable.filenameWithoutExtension.description
source: The dropped file’s name without extension.
cs: Název přetažených souborů bez přípony.
de: Der Name der abgelegten Datei ohne Suffix.
es: El nombre del archivo eliminado sin extensión.
fr: Le nom du fichier déposé sans l’extension.
it: Il nome del file trascinato non ha estensione.
ja: ドロップ元ファイルの名前から拡張子を削除したテキスト
ko: 떨군 파일의 확장자를 제외한 이름.
nl: De naam van het geplaatste bestand zonder extensie.
pl: Nazwa upuszczonego pliku bez rozszerzenia.
pt: O nome do arquivo solto, sem a extensão.
tr: Bırakılan dosyanın uzantısı hariç adı.
zh_hans: 不带扩展名的檔案名稱
zh_hant: 不帶擴展名的檔案名

# FileDropItem.Variable.imageHeight.description
source: (If the dropped file is an image) image height.
cs: Výška obrázku (pokud je přetažený soubor obrázkem).
de: Die Bildhöhe (nur wenn die abgelegte Datei ein Bild ist).
es: (Si el archivo eliminado es una imagen) altura de la imagen.
fr: Hauteur de l’image (si le fichier déposé est une image)
it: Altezza dell’immagine (se il file trascinato è un’immagine).
ja: 画像の高さ（ドロップ元ファイルが画像ファイルのときのみ有効）
ko: (떨군 파일이 이미지인 경우) 이미지 높이.
nl: (Als het geplaatste bestand een afbeelding is) afbeeldingshoogte.
pl: Wysokość obrazu (jeśli upuszczony plik jest obrazem).
pt: Altura da imagem (se o arquivo solto for uma imagem).
tr: (Bırakılan dosya resim dosyasıysa) resim boyu.
zh_hans: 图片高度（如果拖拽文件是图像）
zh_hant: 圖片高度（如果拖拽檔案是圖像）

# FileDropItem.Variable.imageWidth.description
source: (If the dropped file is an image) image width.
cs: Šířka obrázku (pokud je přetažený soubor obrázkem).
de: Die Bildbreite (nur wenn die abgelegte Datei ein Bild ist).
es: (Si el archivo eliminado es una imagen) ancho de la imagen.
fr: Largeur de l’image (si le fichier déposé est une image)
it: Larghezza dell’immagine (se il file trascinato è un’immagine).
ja: 画像の幅（ドロップ元ファイルが画像ファイルのときのみ有効）
ko: (떨군 파일이 이미지인 경우) 이미지 너비.
nl: (Als het geplaatste bestand een afbeelding is) beeldbreedte.
pl: Szerokość obrazu (jeśli upuszczony plik jest obrazem).
pt: Largura da imagem (se o arquivo solto for uma imagem).
tr: (Bırakılan dosya resim dosyasıysa) resim eni.
zh_hans: 图片宽度（如果拖拽文件是图像）
zh_hant: 圖片寬度（如果拖拽檔案是圖像）

# FileDropItem.Variable.relativePath.description
source: The relative path between the dropped file and the document.
cs: Relativní cesta mezi přetaženým souborem a dokumentem.
de: Der relative Pfad zwischen der abgelegten Datei und dem Dokument.
es: La ruta relativa entre el archivo eliminado y el documento.
fr: Le chemin relatif du fichier déposé par rapport au document.
it: Percorso relativo tra il file trascinato ed il documento.
ja: ドロップ先ファイルからドロップ元ファイルへの相対パス
ko: 문서와 떨군 파일의 상대 경로.
nl: Het relatieve pad tussen het geplaatste bestand en het document.
pl: Ścieżka względna między upuszczonym plikiem a dokumentem.
pt: O caminho relativo entre o arquivo solto e o documento.
tr: Bırakılan dosya ve belge arasındaki göreli yol.
zh_hans: 拖拽的文件与编辑中文稿的相对路径
zh_hant: 拖拽的文件與編輯中檔案的相對路徑

# FilterField.placeholder
source: Filter
cs: Filtr
es: Filtro
it: Filtra
ja: フィルタ
ko: 필터
pl: Filtr
pt: Filtrar
tr: Filtre
zh_hans: 过滤
zh_hant: 濾波器

# FilterField.recentMenu.clear.label
source: Clear Recent Filters
cs: Smazat poslední filtry
de: Letzte Filter löschen
es: Borrar filtros recientes
fr: Effacer l’historique
it: Cancella recenti
ja: フィルタ履歴を消去
ko: 최근 필터 지우기
nl: Wis recente filters
pl: Wymaż ostatnie filtry
pt: Limpar Recentes
tr: Son Filtreleri Temizle
zh_hans: 清除最近记录
zh_hant: 清除最近記錄

# FilterField.recentMenu.label
source: Recent Filters
cs: Poslední filtry
de: Zuletzt gefiltert
es: Filtros recientes
fr: Filtres récents
it: Filtri recenti
ja: 最近のフィルタ
ko: 최근 필터
nl: Recente filters
pl: Ostatnie filtry
pt: Filtros Recentes
tr: Son Filtreler
zh_hans: 最近的过滤
zh_hant: 最近的過濾

# FilterField.recentMenu.noItem.label
source: No Recent Filter
cs: Žádný poslední filtr
de: Keine letzten Filtereinträge
es: Sin filtro reciente
fr: Aucun filtre récent
it: Nessun filtro recente
ja: フィルタ履歴がありません
ko: 최근 필터 없음
nl: Geen recente filter
pl: Brak ostatnich filtrów
pt: Nenhum filtro recente
tr: Son Filtre Yok
zh_hans: 没有最近的过滤
zh_hant: 沒有最近的過濾

# ImportDuplicationError.description
source: “%@” already exists. Do you want to replace it?
cs: „%@“ již existuje. Chcete soubor nahradit?
de: „%@“ existiert bereits. Möchtest du das Objekt ersetzen?
es: “%@” ya existe. ¿Quieres reemplazarlo?
fr: « %@ » existe déjà. Souhaitez-vous le remplacer ?
it: “%@” esiste già. Vuoi sostituirlo?
ja: “%@”はすでに存在します。置き換えますか?
ko: ‘%@’ 파일이 이미 존재합니다. 대치하겠습니까?
nl: Wil je '%@' vervangen?
pl: „%@” już istnieje. Czy chcesz zastąpić?
pt: “%@” já existe. Deseja substituí-lo?
tr: “%@” zaten var. Onu değiştirmek istiyor musunuz?
zh_hans: “%@”已存在。你要替换它吗？
zh_hant: 「%@」已存在。要取代嗎？

# ImportDuplicationError.recoverySuggestion
source: A custom setting with the same name already exists. Replacing it will overwrite its current contents.
cs: Vlastní nastavení se stejným názvem již existuje. Jeho nahrazením dojde k přepsání aktuálního obsahu.
de: Es existiert bereits eine eigene Einstellung mit demselben Namen. Beim Ersetzen wird der Inhalt überschrieben.
it: Esiste già un'opzione con lo stesso nome. Sostituendola, il suo contenuto verrà sovrascritto.
ja: 同じ名前のカスタム設定がすでに存在しています。これを置き換えると現在の内容が上書きされます。
ko: 같은 이름의 사용자 설정이 이미 있습니다. 교체하면 현재 내용이 덮어쓰기됩니다.
pl: Ustawienie własne o tej samej nazwie już istnieje. Zastąpienie go spowoduje nadpisanie jego obecnej zawartości.
pt: Uma configuração personalizada com o mesmo nome já existe. Substituí-la irá sobrescrever seu conteúdo atual.
tr: Aynı adlı bir özelleştirilmiş ayar halihazırda var. Onu değiştirmek geçerli içeriğin üzerine yazacaktır.
zh_hans: 已存在同名自定设置。替换后将会覆盖当前内容。
zh_hant: 已存在同名的自訂設定。取代它將覆寫其當前內容。

# InconsistentLineEndingAlert.button.convert
source: Convert
cs: Převést
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환
nl: Converteer
pl: Konwertuj
pt: Converter
tr: Dönüştür
zh_hans: 转换
zh_hant: 轉換

# InconsistentLineEndingAlert.button.ignore
source: Ignore
cs: Ignorovat
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
nl: Negeer
pl: Ignoruj
pt: Ignorar
tr: Yok Say
zh_hans: 忽略
zh_hant: 忽略

# InconsistentLineEndingAlert.button.review
source: Review
cs: Prohlédnout
de: Prüfen
es: Revisar
fr: Passer en revue
it: Rivedi
ja: 確認
ko: 검토
nl: Beoordeel
pl: Przejrzyj
pt: Revisar
tr: Gözden Geçir
zh_hans: 检查
zh_hant: 檢查

# InconsistentLineEndingAlert.informativeText
source: Do you want to convert all line endings to %@, the most common line ending in this document?
cs: Chcete převést všechny konce řádků na %@, což je nejčastější konec řádku v tomto dokumentu?
de: Möchtest du alle Zeilenenden in %@ umwandeln, das häufigste Zeilenende in diesem Dokument?
es: ¿Quieres convertir todos los finales de línea en %@, el final de línea más comunes en este documento?
fr: Souhaitez-vous convertir toutes les fins de ligne en %@, le plus courant dans le document ?
it: Si desidera convertire tutti i fine riga in %@, il fine riga più comune del documento?
ja: すべての改行コードをこの書類で最も使われている%@に変換しますか?
ko: 모든 줄바꿈을, 이 문서에서 가장 많이 사용된 줄바꿈인 %@(으)로 변경하시겠습니까?
pl: Czy chcesz przekonwertować wszystkie końce wierszy na %@ – najczęściej występujący koniec wiersza w tym dokumencie?
pt: Você quer converter todos os finais de linha para %@, o final de linha mais comum neste documento?
tr: Tüm satır sonlarını, bu belgedeki en yaygın satır sonu olan %@ olarak değiştirmek istiyor musunuz?
zh_hans: 需要将所有换行符都替换为文稿中最常使用的%@吗？
zh_hant: 需要將所有換行符都取代為文件中最常使用的%@嗎？

# InconsistentLineEndingAlert.informativeText.notEditable
source: The most common line ending in this document is %@.
cs: Nejčastější konec řádku v tomto dokumentu je %@.
de: Das häufigste Zeilenende in diesem Dokument ist %@.
es: El final de línea más común en este documento es %@.
it: Il fine riga più frequente in questo documento è %@.
ja: この書類で最も使われている改行コードは%@です。
ko: 이 문서에서 가장 흔한 줄바꿈은 %@ 입니다.
pl: Najczęściej występującym końcem wiersza w tym dokumencie jest %@.
pt: O final de linha mais comum neste documento é %@.
tr: Bu belgedeki en yaygın satır sonu %@.
zh_hans: 此文档中最常见的行尾格式是%@。
zh_hant: 此文件中的最常見換行符號為%@。

# InconsistentLineEndingAlert.message
source: The document has inconsistent line endings.
cs: Dokument má nekonzistentní konce řádků.
de: Das Dokument hat inkonsistente Zeilenenden.
es: El documento tiene finales de línea inconsistentes.
fr: Ce document a des fins de ligne inconsistantes.
it: Il documento presenta dei fine riga non coerenti.
ja: 書類に複数の改行コードが混在しています。
ko: 문서의 줄바꿈이 일관적이지 않습니다.
nl: Het document heeft inconsistente regeleinden.
pl: Dokument zawiera mieszaninę zakończeń wierszy.
pt: O documento contém finais de linha inconsistentes.
tr: Belgenin satır sonları tutarsız.
zh_hans: 文稿包含不一致的换行符。
zh_hant: 文件包含不一致的換行符。

# InconsistentLineEndingAlert.suppressionButton
source: Don’t ask again for this document
cs: Neptat se znovu na tento dokument
de: Für dieses Dokument nicht erneut fragen
es: No vuelvas a pedir este documento
fr: Ne plus demander pour ce document
it: Non chiedere più per questo documento
ja: この書類では次回から確認しない
ko: 이 문서에 대해 다시 묻지 않기
nl: Vraag niet opnieuw naar dit document
pl: Nie pytaj ponownie dla tego dokumentu
pt: Não pergunte novamente para este arquivo
tr: Bu belge için yeniden sorma
zh_hans: 对该文稿不再询问
zh_hant: 對該文件不再詢問

# InvalidNameError.duplicated.description
source: The name “%@” is already taken.
cs: Název „%@“ je již používán.
de: „%@“ wird bereits verwendet.
es: El nombre “%@” ya está tomado.
fr: Le nom « %@ » est déjà utilisé.
it: Il nome “%@” è già utilizzato.
ja: “%@”はすでに使用されています。
ko: ‘%@’는 사용된 이름입니다.
nl: De naam '%@' is al in gebruik.
pl: Nazwa „%@” jest już używana.
pt: O nome “%@” já está sendo usado.
tr: “%@” adı halihazırda kullanılıyor.
zh_hans: “%@”已经在使用中。
zh_hant: 「%@」已經在使用中。

# InvalidNameError.empty.description
source: Name can’t be empty.
cs: Název nemůže být prázdný.
de: Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.
ja: 名前は空にできません。
ko: 이름을 공백으로 남겨둘 수 없습니다.
nl: Naam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt: Nome não pode estar vazio.
tr: Ad boş bırakılamaz.
zh_hans: 名称不能为空。
zh_hant: 名稱不能為空。

# InvalidNameError.invalidCharacter.description
source: Name can’t contain “%@”.
cs: Název nesmí obsahovat znak „%@“.
de: Name darf kein „%@“ enthalten.
es: El nombre no puede contener “%@”.
fr: Le nom ne peut pas contenir « %@ ».
it: Il nome non può contenere “%@”.
ja: 名前に“%@”を含めることはできません。
ko: 이름이
nl: Naam mag geen '%@' bevatten.
pl: Nazwa nie może zawierać „%@”.
pt: Nome não pode conter “%@”.
tr: Ad “%@” içeremez.
zh_hans: 名称不能含有“%@”。
zh_hant: 名稱不能含有「%@」。

# InvalidNameError.newLine.description
source: Name can’t contain new lines.
cs: Název nemůže obsahovat nové řádky.
de: Name darf keine neuen Zeilen enthalten.
es: El nombre no puede tener más líneas.
it: Il nome non può contenere ulteriori righe.
ja: 名前に改行を含めることはできません。
ko: 이름에 줄바꿈 문자를 포함할 수 없습니다.
nl: Naam kan geen nieuwe regels bevatten.
pl: Nazwa nie może zawierać znaków nowego wiersza.
pt: O nome não pode conter novas linhas.
tr: Ad yeni satırlar içeremez.
zh_hans: 名称不能包含换行符。
zh_hant: 名稱不得出現換行符號。

# InvalidNameError.recoverySuggestion
source: Choose another name.
cs: Zvolte jiný název.
de: Wähle einen anderen Namen.
es: Elige otro nombre.
fr: Choisir un autre nom.
it: Scegli un altro nome.
ja: 別の名前を指定してください。
ko: 다른 이름을 선택하십시오.
nl: Kies een andere naam.
pl: Wybież inną zazwę.
pt: Escolha outro nome.
tr: Başka bir ad seçin.
zh_hans: 输入其他名称。
zh_hant: 輸入其他名稱。

# InvalidNameError.reserved.description
source: The name “%@” is reserved.
cs: Název „%@“ je vyhrazen.
de: „%@“ ist reserviert.
es: El nombre “%@” está reservado.
fr: Le nom « %@ » est réservé.
it: Il nome “%@” è riservato.
ja: “%@”は予約されています。
ko: ‘%@’는 예약된 이름입니다.
nl: De naam '%@' is gereserveerd.
pl: Nazwa „%@” jest zarezerwowana.
pt: O nome “%@” é reservado.
tr: “%@” adı rezerve.
zh_hans: 名称“%@”已被保留。
zh_hant: 名稱「%@」已被保留。

# InvalidNameError.startWithDot.description
source: Name can’t begin with “.”.
cs: Název nesmí začínat tečkou „.“.
de: Name darf nicht mit „.“ beginnen.
es: El nombre no puede comenzar con “.”.
fr: Le nom ne peut pas commencer par « . ».
it: Il nome non può iniziare con “.”.
ja: 名前を“.”から始めることはできません。
ko: 이름은 ‘.’으로 시작할 수 없습니다.
nl: Naam kan niet beginnen met '.
pl: Nazwa nie może się zaczynać od „.” (kropki).
pt: Nome não pode começar com “.”.
tr: Ad “.” ile başlayamaz.
zh_hans: 名称不能含有“.”。
zh_hant: 名稱不能含有「.」。

# InvalidNameError.tooLong.description
source: The name is too long.
cs: Název je příliš dlouhý.
de: Der Name ist zu lang.
es: El nombre és demasiado largo.
it: Nome troppo lungo.
ja: 名前が長すぎます。
ko: 이름이 너무 깁니다.
nl: De naam is te lang.
pl: Nazwa jest za długa.
pt: O nome é muito longo.
tr: Ad pek uzun.
zh_hans: 名称太长了。
zh_hant: 名稱太長了。

# IssueReport.description
source: Fill the following template, and post it on %1$@ or send to %2$@. Please note that the contents of the sent email can be shared on the Issue page. Please write the contents either in English or in Japanese.
cs: Vyplňte následující šablonu a odešlete ji na %1$@, nebo ji odešlete na %2$@. Upozorňujeme, že obsah odeslaného e-mailu může být sdílen na stránce problému (Issue page). Obsah napište buď v angličtině nebo v japonštině.
de: Fülle die folgende Vorlage aus und poste sie auf %1$@ oder sende sie uns an %2$@. Bitte beachte, dass der Inhalt der gesendeten E-Mail auf einer Issue-Seite geteilt werden könnte. Bitte schreibe den Inhalt entweder auf Englisch oder auf Japanisch.
es: Rellenar la siguiente plantilla, y subirla a %1$@ o enviarla a %2$@. Tener en cuenta que el contenido del email enviado se compartirá en la página Issue. Por favor el contenido escibirlo en Inglés o Japonés.
fr: Remplissez le modèle suivant, et postez le sur %1$@ ou bien envoyez le à %2$@. Veuillez prendre note que le contenu du courriel envoyé sera partagé sur la page Issues. Merci de rédiger le contenu en anglais ou en japonais.
it: Compilare il template che segue, e caricarlo su %1$@ oppure inviarlo a %2$@. Si prega di notare che i contenuti della email inviata potrebbero essere condivisi sulla pagina dedicata alla risoluzione dei problemi (Issues). Scrivere il contenuto in inglese o giapponese.
ja: 以下のテンプレートに記入して%1$@に投稿するか%2$@にメールをしてください。送られたメールの内容はIssueページで公開される可能があります。本文は英語か日本語、どちらかでお書きください。
ko: 다음 양식을 채워, %1$@에 게시하거나 %2$@로 보내십시오. 이메일로 전송한 내용이 Issue 페이지에서 공개적으로 공유될 수 있음에 주의하세요. 내용을 영어 또는 일본어로 작성해주시길 바랍니다.
nl: Vul het volgende sjabloon in en post het op %1$@ of stuur het naar %2$@. Houd er rekening mee dat de inhoud van de verzonden e-mail kan worden gedeeld op de Issue-pagina. Schrijf de inhoud in het Engels of Japans.
pl: Wypełnij następujący szablon i opublikuj go na %1$@ lub wyślij na adres %2$@. Pamiętaj, że treść wysłanego e-maila może zostać udostępniona na stronie zgłaszania problemów. Treść wpisz proszę w języku angielskim lub japońskim.
pt: Preencha o modelo a seguir e publique-o em %1$@ ou envie-o para o e-mail %2$@. Note que o conteúdo do e-mail enviado pode ser compartilhado na página de problemas do GitHub. Escreva seus comentários em inglês ou japonês.
tr: Aşağıdaki şablonu doldurun ve %1$@'da bir kayıt açın veya %2$@ adresine gönderin. Bu e-postanın içeriğinin "Issues" sayfasında paylaşılacağını not edin. Lütfen içeriği İngilizce veya Japonca yazın.
zh_hans: 按照示例进行填写，并将它发布到%1$@上或是通过邮件发送到%2$@。请注意，通过邮件发送的内容也会被共享至 Issue 页面。请使用英文或者日文书写报告内容。
zh_hant: 按照示例進行填寫，並將它釋出到%1$@上或是透過郵件傳送到%2$@。請注意，透過郵件傳送的內容也會被共享至Issue頁面。請使用英文或者日文書寫報告內容。

# IssueReport.Heading.environment
source: Environment
cs: Prostředí
de: Umgebung
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
nl: Omgeving
pl: Środowisko
pt: Ambiente
tr: Ortam
zh_hans: 环境
zh_hant: 環境

# IssueReport.Heading.expectedResult
source: Expected Result
cs: Očekávaný výsledek
de: Erwartetes Ergebnis
es: Resultado Esperado
fr: Résultat attendu
it: Risultato atteso
ja: 期待される挙動
ko: 예상되는 결과
nl: Verwacht resultaat
pl: Oczekiwany wynik
pt: Resultado Esperado
tr: Beklenen Sonuç
zh_hans: 期待结果
zh_hant: 期待結果

# IssueReport.Heading.shortDescription
source: Short Description
cs: Krátký popis
de: Kurzbeschreibung
es: Descripción breve
fr: Description courte
it: Descrizione abbreviata
ja: 簡単な説明
ko: 짧은 설명
nl: Korte beschrijving
pl: Krótki opis
pt: Descrição Curta
tr: Kısa Açıklama
zh_hans: 简单描述
zh_hant: 簡單描述

# IssueReport.Heading.stepsToReproduce
source: Steps to Reproduce the Issue
cs: Kroky k reprodukci problému
de: Schritte zur Reproduktion
es: Pasos para reproducir el problema
fr: Étapes pour reproduire le problème
it: Passaggi per riprodurre il problema
ja: 不具合が発生したときに行っていた操作、または再現手順
ko: 문제
nl: Stappen om het probleem te reproduceren
pl: Kroki prowadzące do odtworzenia problemu
pt: Passos para Reproduzir o Problema
tr: Sorunu Canlandırma Adımları
zh_hans: 重现问题步骤
zh_hant: 重現問題步驟

# IssueReport.title
source: Issue Report
cs: Hlášení o problému
de: Fehlerbericht
es: Informe de fallos
fr: Signaler un problème
it: Segnala un problema
ja: 不具合レポート
ko: 문제 리포트
nl: Foutrapport
pl: Zgłoś problem
pt: Relatório de Problema
tr: Hata Bildir
zh_hans: 问题报告
zh_hant: 問題報告

# ItemSelection.multiple.message
source: Multiple items selected
cs: Vybráno více položek
de: Mehrere Elemente ausgewählt
es: Varios items seleccionados
fr: Plusieurs éléments sélectionnés
it: Elementi multipli selezionati
ja: 複数の項目が選択されています
ko: 여러 개의 항목 선택됨
nl: Meerdere items geselecteerd
pl: Wybrano wiele elementów
pt: Múltiplos itens selecionados
tr: Birden çok öge seçili
zh_hans: 选择了多个项
zh_hant: 選擇了多個條目

# ItemSelection.zero.message
source: No item selected
cs: Není vybrána žádná položka
de: Kein Element ausgewählt
es: Ningún item seleccionado
fr: Aucun élément sélectionné
it: Nessun elemento selezionato
ja: 項目が選択されていません
ko: 선택된 항목 없음
nl: Geen item geselecteerd
pl: Nie wybrano żadnego elementu
pt: Nenhum item selecionado
tr: Seçili öge yok
zh_hans: 未选择任何项
zh_hant: 未選擇任何條目

source: Last modified on %@
cs: Poslední změna dne %@
de: Zuletzt geändert am %@
es: Última modificación el %@
fr: Modifié la dernière fois le %@
it: Ultima modifica il %@
ja: 最終変更: %@
ko: 최근 수정: %@
nl: Laatst gewijzigd op %@
pl: Ostatnio modyfikowane %@
pt: Última modificação em %@
tr: En son %@ tarihinde değiştirildi
zh_hans: 最终修改：%@
zh_hant: 近期修改於：%@

# LinkButton.label
source: Jump to URL
cs: Přejít na URL
de: URL öffnen
es: Saltar a la URL
fr: Ouvrir l’URL
it: Vai all’URL
ja: URLにジャンプ
ko: URL로 이동
nl: Ga naar URL
pl: Otwórz URL
pt: Visite o URL
tr: URL’ye Atla
zh_hans: 跳转到URL
zh_hant: 跳轉到URL

# LossyEncodingError.description
source: The document contains characters incompatible with “%@.”
cs: Dokument obsahuje nekompatibilní znaky s „%@“.
de: Das Dokument enthält Zeichen, die mit „%@“ inkompatible sind.
es: El documento contiene caracteres incompatibles con “%@”.
fr: Le document contient des caractères incompatibles avec « %@ ».
it: Il documento contiene caratteri non compatibili con la codifica “%@”.
ja: 書類に“%@”と互換性のない文字が含まれています。
ko: 문서가 ‘%@’ 인코딩과 호환되지 않는 문자를 포함합니다.
nl: Het document bevat tekens die niet compatibel zijn met '%@'.
pl: Dokument zawiera znaki niezgodne z „%@.”
pt: O documento contém caracteres incompatíveis com “%@”.
tr: Belge, “%@” ile uyumsuz karakterler içeriyor
zh_hans: 文档中包含与“%@”编码不兼容的字符。
zh_hant: 該文件包含與「%@」編碼不相容的字元。

# LossyEncodingError.recoveryOption.change
source: Change Encoding
cs: Změnit kódování
de: Codierung ändern
es: Cambiar la codificación
fr: Changer l’encodage
it: Cambia modifica
ja: エンコーディングを変更
ko: 인코딩 변경
nl: Wijzig codering
pl: Zmień kodowanie
pt: Alterar Codificação
tr: Kodlamayı Değiştir
zh_hans: 更改编码
zh_hant: 更改編碼

# LossyEncodingError.recoverySuggestion
source: Incompatible characters are either substituted or removed in saving. Do you want to change the text encoding and review the incompatible characters?
cs: Při ukládání jsou nahrazeny nebo odstraněny nekompatibilní znaky. Chcete změnit kódování textu a zkontrolovat nekompatibilní znaky?
de: Inkompatible Zeichen werden beim Speichern entweder ersetzt oder entfernt. Möchtest du die Textcodierung ändern und die inkompatiblen Zeichen überprüfen?
es: Los caracteres incompatibles se sustituyen o eliminan al guardar. ¿Quieres cambiar la codificación y revisar caracteres incompatibles?
fr: Les caractères incompatibles sont soit remplacés, soit supprimés lors de l’enregistrement. Voulez-vous modifier l’encodage du texte et revoir les caractères incompatibles ?
it: Il salvataggio cancellerà o sostituirà i caratteri non compatibili. Vuoi modificare la codifica testo e rivedere i caratteri non compatibili?
ja: 互換性のない文字は保存時に代替または削除されます。エンコーディングを変更し非互換文字を確認しますか?
ko: 호환되지 않는 문자는 저장하면 대체되거나 삭제됩니다. 텍스트 인코딩을 변경하고 호환되지 않는 문자를 검토하시겠습니까?
nl: Incompatibele tekens worden vervangen of verwijderd tijdens het opslaan. Wil je de tekstcodering wijzigen en de niet-compatibele tekens controleren?
pl: Niezgodne znaki zostaną zastąpione lub usunięte przy zachowaniu. Czy chcesz zmienić kodowanie tekstu lub przejrzeć niezgodne znaki?
pt: Caracteres incompatíveis são substituídos ou excluídos ao salvar. Você deseja alterar a codificação de texto e revisar as incompatibilidades de caracteres?
tr: Uyumsuz karakterler kaydedilirken değiştirilirler veya silinirler. Metin kodlamasını değiştirip uyumsuz karakterleri gözden geçirmek istiyor musunuz?
zh_hans: 保存时将替换或删除不兼容的字符。您想要改变文本编码并检查不兼容字符吗？
zh_hant: 存檔時會自動置換或刪除不相容的字元。您真的要修改文字編碼、檢閱不相容的字元嗎？
